Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# setupStep3Body
source: For connected services only: using the official Sonos app on your phone, play a song from this service and add it to your Sonos Favorites. This links your account for playback.
da: Kun tilsluttede tjenester: i den officielle Sonos-app på din telefon skal du afspille en sang fra tjenesten og tilføje den til dine Sonos-favoritter. Det knytter din konto til afspilning.
de: Nur für verbundene Dienste: Spiele in der offiziellen Sonos-App auf deinem Smartphone einen Song dieses Dienstes ab und füge ihn zu den Sonos-Favoriten hinzu. So wird dein Konto für die Wiedergabe verknüpft.
es: Solo servicios conectados: en la app oficial de Sonos de tu teléfono, reproduce una canción del servicio y añádela a tus Favoritos. Esto vincula tu cuenta para la reproducción.
fr: Services connectés uniquement : dans l’application Sonos officielle sur votre téléphone, lisez une chanson de ce service et ajoutez-la à vos Favoris Sonos. Cela lie votre compte pour la lecture.
it: Solo servizi connessi: nell’app Sonos ufficiale sul telefono, riproduci un brano del servizio e aggiungilo ai tuoi Preferiti Sonos. Questo collega il tuo account per la riproduzione.
ja: 接続済サービスのみ:スマートフォンの公式 Sonos アプリでこのサービスの曲を再生し、Sonos お気に入りに追加してください。これで再生用のアカウントがリンクされます。
nb: Bare tilkoblede tjenester: i den offisielle Sonos-appen på telefonen din, spill en låt fra tjenesten og legg den til i Sonos-favorittene. Det knytter kontoen din til avspilling.
nl: Alleen voor verbonden diensten: speel in de officiële Sonos-app op je telefoon een nummer van deze dienst af en voeg het toe aan je Sonos-favorieten. Dit koppelt je account voor afspelen.
pl: Tylko połączone usługi: w oficjalnej aplikacji Sonos na telefonie odtwórz utwór z tej usługi i dodaj do Ulubionych Sonos. Łączy to Twoje konto z odtwarzaniem.
pt: Somente serviços conectados: no app oficial do Sonos no telefone, reproduza uma música do serviço e adicione-a aos seus Favoritos Sonos. Isso vincula sua conta para reprodução.
sv: Endast anslutna tjänster: i den officiella Sonos-appen på din telefon, spela en låt från tjänsten och lägg till den i Sonos-favoriter. Det länkar ditt konto för uppspelning.
zh_hans: 仅限连接服务：在手机的官方 Sonos 应用中播放该服务的一首歌曲，并将其添加到 Sonos 收藏。这会将您的账户链接到播放。

# setupStep3Title
source: Add One Favorited Song
da: Tilføj én favoritsæt
de: Einen favorisierten Song hinzufügen
es: Añadir una canción favorita
fr: Ajouter une chanson favorite
it: Aggiungi un brano preferito
ja: お気に入りの曲を 1 つ追加
nb: Legg til én favorisert låt
nl: Voeg één favoriet nummer toe
pl: Dodaj jedną polubioną piosenkę
pt: Adicionar uma música favorita
sv: Lägg till en favoriserad låt
zh_hans: 添加一首收藏歌曲

# setupStep4Body
source: Enabled services appear in the Browse panel under Service Search. You can browse, search, and play content directly.
da: Aktiverede tjenester vises i Gennemse-panelet under Tjenestesøgning. Du kan gennemse, søge og afspille direkte.
de: Aktivierte Dienste erscheinen im Browse-Bereich unter Dienstsuche. Du kannst direkt browsen, suchen und abspielen.
es: Los servicios habilitados aparecen en el panel Explorar bajo Búsqueda de servicios. Puedes navegar, buscar y reproducir directamente.
fr: Les services activés apparaissent dans le panneau Parcourir sous Recherche de services. Vous pouvez parcourir, rechercher et lire directement.
it: I servizi abilitati appaiono nel pannello Naviga sotto Ricerca servizi. Puoi navigare, cercare e riprodurre direttamente.
ja: 有効なサービスはブラウズパネルのサービス検索に表示されます。直接ブラウズ、検索、再生できます。
nb: Aktiverte tjenester vises i Bla-panelet under Tjenestesøk. Du kan bla, søke og spille direkte.
nl: Ingeschakelde diensten verschijnen in het Bladeren-paneel onder Service Zoeken. Je kunt direct bladeren, zoeken en afspelen.
pl: Włączone usługi pojawiają się w panelu Przeglądaj w sekcji Wyszukiwanie usług. Możesz przeglądać, wyszukiwać i odtwarzać bezpośrednio.
pt: Serviços ativados aparecem no painel Navegar em Busca de serviços. Você pode navegar, buscar e reproduzir diretamente.
sv: Aktiverade tjänster visas i Bläddra-panelen under Tjänstsökning. Du kan bläddra, söka och spela direkt.
zh_hans: 已启用的服务在浏览面板的服务搜索中显示。您可以直接浏览、搜索和播放内容。

# setupStep4Title
source: Browse and Play
da: Gennemse og afspil
de: Durchsuchen und Abspielen
es: Navegar y reproducir
fr: Parcourir et lire
it: Naviga e riproduci
ja: ブラウズと再生
nb: Bla og spill
nl: Bladeren en afspelen
pl: Przeglądaj i odtwarzaj
pt: Navegar e reproduzir
sv: Bläddra och spela upp
zh_hans: 浏览与播放

# setValue
source: Set
da: Angiv
de: Festlegen
es: Definir
fr: Définir
it: Imposta
ja: 設定
nb: Angi
nl: Stel in
pl: Ustaw
pt: Definir
sv: Ställ in
zh_hans: 设置

source: Shared secret
da: Delt hemmelighed
de: Gemeinsames Geheimnis
es: Secreto compartido
fr: Secret partagé
it: Segreto condiviso
ja: 共有シークレット
nb: Delt hemmelighet
nl: Gedeeld geheim
pl: Wspólny sekret
pt: Segredo compartilhado
sv: Delad hemlighet
zh_hans: 共享密钥

# sharedSecretPlaceholder
source: your shared secret
da: din delte hemmelighed
de: dein gemeinsames Geheimnis
es: tu secreto compartido
fr: votre secret partagé
it: il tuo segreto condiviso
ja: 共有シークレットを入力
nb: din delte hemmelighet
nl: je gedeelde geheim
pl: twój wspólny sekret
pt: seu segredo compartilhado
sv: din delade hemlighet
zh_hans: 您的共享密钥

source: Show all tracks
da: Vis alle spor
de: Alle Titel anzeigen
es: Mostrar todas las pistas
fr: Afficher toutes les pistes
it: Mostra tutti i brani
ja: すべてのトラックを表示
nb: Vis alle spor
nl: Alle nummers tonen
pl: Pokaż wszystkie utwory
pt: Mostrar todas as faixas
sv: Visa alla spår
zh_hans: 显示所有曲目

source: Show lyrics, about & history
da: Vis sangtekst, info og historik
de: Liedtext, Info und Verlauf einblenden
es: Mostrar letra, información e historial
fr: Afficher paroles, infos et historique
it: Mostra testo, info e cronologia
ja: 歌詞・情報・履歴を表示
nb: Vis sangtekst, info og historikk
nl: Songtekst, info en geschiedenis tonen
pl: Pokaż tekst, informacje i historię
pt: Mostrar letra, info e histórico
sv: Visa sångtext, info och historik
zh_hans: 显示歌词、信息与历史

source: Show play queue
da: Vis afspilningskø
de: Wiedergabeliste anzeigen
es: Mostrar cola de reproducción
fr: Afficher la file d’attente
it: Mostra coda di riproduzione
ja: 再生キューを表示
nb: Vis spillekø
nl: Wachtrij tonen
pl: Pokaż kolejkę odtwarzania
pt: Mostrar fila de reprodução
sv: Visa spelkö
zh_hans: 显示播放队列

source: Show starred only
da: Vis kun stjernemarkerede
de: Nur markierte anzeigen
es: Mostrar solo destacadas
fr: Afficher uniquement les favoris
it: Mostra solo con stella
ja: スター付きのみ表示
nb: Vis bare stjernemerkede
nl: Alleen met ster tonen
pl: Pokaż tylko oznaczone gwiazdką
pt: Mostrar apenas com estrela
sv: Visa endast stjärnmärkta
zh_hans: 仅显示加星曲目

source: Show Tracks
da: Vis spor
de: Titel anzeigen
es: Mostrar pistas
fr: Afficher les pistes
it: Mostra brani
ja: トラックを表示
nb: Vis spor
nl: Nummers tonen
pl: Pokaż utwory
pt: Mostrar faixas
sv: Visa spår
zh_hans: 显示曲目

source: Shuffle
da: Bland
de: Zufallswiedergabe
es: Aleatorio
fr: Aléatoire
it: Riproduzione casuale
ja: シャッフル
nb: Tilfeldig
nl: Willekeurig
pl: Losowo
pt: Aleatório
sv: Blanda
zh_hans: 随机播放

# shuffleDisabledBody
source: Use the shuffle button in the Queue panel to physically reorder tracks, or enable Classic Shuffle Mode in Settings.
da: Brug tilfældig-knappen i køpanelet for at omarrangere numrene fysisk, eller aktivér Klassisk tilfældig tilstand i Indstillinger.
de: Verwende die Zufallswiedergabe-Taste im Warteschlangenbereich, um Titel physisch neu anzuordnen, oder aktiviere den klassischen Zufallsmodus in den Einstellungen.
es: Usa el botón de orden aleatorio en el panel de cola para reorganizar las pistas, o activa el modo aleatorio clásico en Ajustes.
fr: Utilisez le bouton de lecture aléatoire du panneau File d’attente pour réordonner physiquement les pistes, ou activez le mode aléatoire classique dans les Réglages.
it: Usa il pulsante di riproduzione casuale nel pannello Coda per riordinare fisicamente i brani, oppure abilita la modalità Casuale Classica nelle Impostazioni.
ja: キューパネルのシャッフルボタンでトラックを物理的に並び替えるか、設定でクラシックシャッフルモードを有効にしてください。
nb: Bruk tilfeldig-knappen i køpanelet for å omorganisere sporene fysisk, eller aktiver Klassisk tilfeldig modus i Innstillinger.
nl: Gebruik de shuffle-knop in het wachtrij-paneel om tracks fysiek opnieuw te rangschikken, of schakel Klassieke Shuffle-modus in via Instellingen.
pl: Użyj przycisku losowania w panelu Kolejki, aby fizycznie zmienić kolejność utworów, lub włącz Klasyczny tryb losowy w Ustawieniach.
pt: Use o botão de reprodução aleatória no painel da Fila para reordenar as faixas fisicamente, ou ative o Modo Aleatório Clássico em Configurações.
sv: Använd blandningsknappen i köpanelen för att ordna om spåren fysiskt, eller aktivera Klassiskt blandningsläge i Inställningar.
zh_hans: 使用队列面板中的随机按钮以实际重新排序曲目，或在设置中启用经典随机模式。

# shuffleDisabledTitle
source: Shuffle is disabled
da: Tilfældig afspilning deaktiveret
de: Zufallswiedergabe deaktiviert
es: Aleatorio desactivado
fr: Lecture aléatoire désactivée
it: Riproduzione casuale disattivata
ja: シャッフルは無効です
nb: Tilfeldig avspilling deaktivert
nl: Shuffle uitgeschakeld
pl: Losowe odtwarzanie wyłączone
pt: Reprodução aleatória desativada
sv: Blandning avaktiverad
zh_hans: 随机播放已禁用

# shuffleQueueTooltip
source: Shuffle Queue
da: Bland køen
de: Warteschlange mischen
es: Mezclar cola
fr: Mélanger la file d’attente
it: Riproduci in ordine casuale
ja: キューをシャッフル
nb: Bland køen
nl: Wachtrij schudden
pl: Losuj kolejkę
pt: Embaralhar fila
sv: Blanda kön
zh_hans: 随机播放队列

# shufflingEllipsis
source: Shuffling…
da: Blander…
de: Mische…
es: Mezclando…
fr: Mélange en cours…
it: Mescolamento in corso…
ja: シャッフル中…
nb: Blander…
nl: Schudden…
pl: Losowanie…
pt: Embaralhando…
sv: Blandar…
zh_hans: 随机排序中…

source: Sign in with Plex
da: Log ind med Plex
de: Mit Plex anmelden
es: Iniciar sesión con Plex
fr: Se connecter avec Plex
it: Accedi con Plex
ja: Plex でサインイン
nb: Logg inn med Plex
nl: Aanmelden met Plex
pl: Zaloguj się przez Plex
pt: Iniciar sessão com Plex
sv: Logga in med Plex
zh_hans: 使用 Plex 登录

source: Sign Out
da: Log ud
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: サインアウト
nb: Logg ut
nl: Afmelden
pl: Wyloguj się
pt: Sair
sv: Logga ut
zh_hans: 退出

source: Similar artists
da: Lignende kunstnere
de: Ähnliche Künstler
es: Artistas similares
fr: Artistes similaires
it: Artisti simili
ja: 類似のアーティスト
nb: Lignende artister
nl: Vergelijkbare artiesten
pl: Podobni artyści
pt: Artistas semelhantes
sv: Liknande artister
zh_hans: 相似艺术家

# skipBack15
source: Skip back 15 seconds
da: Spring 15 sekunder tilbage
de: 15 Sekunden zurückspringen
es: Retroceder 15 segundos
fr: Reculer de 15 secondes
it: Indietro di 15 secondi
ja: 15秒戻る
nb: Hopp tilbake 15 sekunder
nl: 15 seconden terug
pl: Cofnij o 15 sekund
pt: Recuar 15 segundos
sv: Hoppa tillbaka 15 sekunder
zh_hans: 后退 15 秒

# skipBack30
source: Skip back 30 seconds
da: Spring 30 sekunder tilbage
de: 30 Sekunden zurückspringen
es: Retroceder 30 segundos
fr: Reculer de 30 secondes
it: Indietro di 30 secondi
ja: 30秒戻る
nb: Hopp tilbake 30 sekunder
nl: 30 seconden terug
pl: Cofnij o 30 sekund
pt: Recuar 30 segundos
sv: Hoppa tillbaka 30 sekunder
zh_hans: 后退 30 秒

# skipForward15
source: Skip forward 15 seconds
da: Spring 15 sekunder frem
de: 15 Sekunden vorspringen
es: Avanzar 15 segundos
fr: Avancer de 15 secondes
it: Avanti di 15 secondi
ja: 15秒進む
nb: Hopp fremover 15 sekunder
nl: 15 seconden vooruit
pl: Przewiń o 15 sekund
pt: Avançar 15 segundos
sv: Hoppa framåt 15 sekunder
zh_hans: 前进 15 秒

# skipForward30
source: Skip forward 30 seconds
da: Spring 30 sekunder frem
de: 30 Sekunden vorspringen
es: Avanzar 30 segundos
fr: Avancer de 30 secondes
it: Avanti di 30 secondi
ja: 30秒進む
nb: Hopp fremover 30 sekunder
nl: 30 seconden vooruit
pl: Przewiń o 30 sekund
pt: Avançar 30 segundos
sv: Hoppa framåt 30 sekunder
zh_hans: 前进 30 秒

source: Sleep
da: Sov
de: Schlaf
es: Dormir
fr: Veille
it: Sospensione
ja: スリープ
nb: Sovn
nl: Slaap
pl: Sen
pt: Sono
sv: Sömn
zh_hans: 睡眠

source: Sleep Timer
da: Sovntimer
de: Schlaf-Timer
es: Temporizador de sueño
fr: Minuterie de veille
it: Timer di sospensione
ja: スリープタイマー
nb: Sovnetimer
nl: Slaaptimer
pl: Wyłącznik czasowy
pt: Timer de sono
sv: Insömningstimer
zh_hans: 睡眠定时器

# slimesDescription
source: Slimes replay your actual listening order through top artists. Colour = service. Dense edges = artist pairs you chain.
da: Slim genafspiller din faktiske lytterækkefølge gennem top-kunstnere. Farve = tjeneste. Tætte kanter = kunstnerpar, du kæder sammen.
de: Schleime spielen deine tatsächliche Hörreihenfolge durch Top-Künstler ab. Farbe = Dienst. Dichte Kanten = Künstlerpaare, die du verknüpfst.
es: Los limos reproducen tu orden real de escucha a través de los artistas top. Color = servicio. Aristas densas = pares de artistas que encadenas.
fr: Les « slimes » rejouent votre ordre d’écoute réel à travers les artistes principaux. Couleur = service. Bords denses = paires d’artistes que vous enchaînez.
it: Gli slime ripercorrono il tuo ordine di ascolto reale tra gli artisti top. Colore = servizio. Bordi densi = coppie di artisti che incateni.
ja: スライムは実際の聴取順をトップアーティストを通して再現します。色 = サービス。密なエッジ = 連続したアーティストのペア。
nb: Slim spiller av din faktiske lytterekkefølge gjennom topp-artister. Farge = tjeneste. Tette kanter = artistpar du lenker sammen.
nl: Slijmen spelen je werkelijke luistervolgorde door topartiesten af. Kleur = dienst. Dichte randen = artiestenparen die je aaneenrijgt.
pl: Śluzowate odtwarzają Twoją rzeczywistą kolejność słuchania przez topowych artystów. Kolor = usługa. Gęste krawędzie = pary artystów, których łączysz.
pt: As lesmas reproduzem a sua ordem real de escuta através dos top artistas. Cor = serviço. Arestas densas = pares de artistas que encadeia.
sv: Slem spelar upp din faktiska lyssningsordning genom topp-artister. Färg = tjänst. Täta kanter = artistpar du kedjar.
zh_hans: 滑行路径重现您通过顶尖艺术家的实际职听顺序。颜色 = 服务。密集边缘 = 您连按的艺术家对。

# smartQueueMostPlayed
source: Most played
da: Mest afspillede
de: Meistgespielt
es: Más reproducidos
fr: Les plus écoutés
it: Più riprodotti
ja: 再生回数が多い順
nb: Mest spilt
nl: Meest afgespeeld
pl: Najczęściej odtwarzane
pt: Mais reproduzidos
sv: Mest spelade
zh_hans: 播放最多

# smartQueuesLabel
source: Smart
da: Smarte
es: Inteligentes
fr: Intelligentes
ja: スマート
nb: Smarte
nl: Slim
pl: Inteligentne
pt: Inteligentes
sv: Smarta
zh_hans: 智能

source: Software Updates
da: Softwareopdateringer
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ja: ソフトウェアアップデート
nb: Programvareoppdateringer
pl: Aktualizacje
pt: Atualizações
sv: Programuppdateringar
zh_hans: 软件更新

# softwareUpdatesBetaOptIn
source: Receive beta updates
da: Modtag beta-opdateringer
de: Beta-Updates empfangen
es: Recibir actualizaciones beta
fr: Recevoir les mises à jour bêta
it: Ricevi aggiornamenti beta
ja: ベータ版アップデートを受信
nb: Motta beta-oppdateringer
nl: Bèta-updates ontvangen
pl: Otrzymuj aktualizacje beta
pt: Receber atualizações beta
sv: Ta emot betauppdateringar
zh_hans: 接收测试更新

# softwareUpdatesBetaSection
source: Beta Channel
da: Betakanal
de: Beta-Kanal
es: Canal beta
fr: Canal bêta
it: Canale beta
ja: ベータチャンネル
nb: Betakanal
nl: Bètakanaal
pl: Kanał beta
pt: Canal beta
sv: Betakanal
zh_hans: 测试通道

# softwareUpdatesBetaWarning
source: Beta releases are pre-release builds. They may be unstable, lose data, or break features that work in the stable release. Don’t enable this on your only Mac. To leave the beta channel, turn this off — you’ll stay on the latest beta you installed until the next stable release catches up.
da: Beta-versioner er præ-udgivelser. De kan være ustabile, miste data eller ødelægge funktioner, der fungerer i den stabile version. Aktiver ikke dette på din eneste Mac. For at forlade beta-kanalen, sluk dette — du forbliver på den seneste beta, du installerede, indtil den næste stabile version indhenter.
de: Beta-Versionen sind Vorab-Builds. Sie können instabil sein, Daten verlieren oder Funktionen beschädigen, die in der stabilen Version funktionieren. Aktiviere dies nicht auf deinem einzigen Mac. Zum Verlassen des Beta-Kanals deaktivieren — du bleibst auf der zuletzt installierten Beta, bis das nächste stabile Release aufgeholt hat.
es: Las versiones beta son compilaciones previas. Pueden ser inestables, perder datos o romper funciones que funcionan en la versión estable. No lo actives en tu única Mac. Para salir del canal beta, desáctivalo — permanecerás en la última beta instalada hasta que la próxima versión estable la alcance.
fr: Les versions bêta sont des builds en pré-publication. Elles peuvent être instables, perdre des données ou casser des fonctionnalités qui fonctionnent dans la version stable. N’activez pas ceci sur votre seul Mac. Pour quitter le canal bêta, désactivez-le — vous resterez sur la dernière bêta installée jusqu’à ce que la prochaine version stable rattrape.
it: Le versioni beta sono build di pre-rilascio. Possono essere instabili, perdere dati o rompere funzionalità che funzionano nella versione stabile. Non attivarlo sull’unico Mac che hai. Per lasciare il canale beta, disattivalo — rimarrai sull’ultima beta installata fino a quando la prossima versione stabile la raggiungerà.
ja: ベータ版はプレリリースビルドです。不安定だったり、データを失ったり、安定版で動作する機能を壊したりする可能性があります。唯一のMacでは有効にしないでください。ベータチャンネルから離脱するには、これをオフにしてください — 次の安定版が追いつくまで、インストール済みの最新ベータ版に留まります。
nb: Beta-utgivelser er forhåndsutgaver. De kan være ustabile, miste data eller ødelegge funksjoner som fungerer i den stabile utgaven. Ikke aktiver dette på din eneste Mac. For å forlate beta-kanalen, slå av dette — du forblir på den siste betaen du installerte til neste stabile utgave tar igjen.
nl: Bètaversies zijn pre-release builds. Ze kunnen onstabiel zijn, gegevens verliezen of functies breken die wel werken in de stabiele release. Schakel dit niet in op je enige Mac. Om het bètakanaal te verlaten, schakel dit uit — je blijft op de laatste bèta die je hebt geïnstalleerd tot de volgende stabiele versie inhaalt.
pl: Wersje beta to przedpremierowe kompilacje. Mogą być niestabilne, tracić dane lub psuć funkcje, które działają w wersji stabilnej. Nie włączaj tego na swoim jedynym Macu. Aby opuścić kanał beta, wyłącz to — pozostaniesz na ostatniej zainstalowanej wersji beta, dopóki następna stabilna wersja jej nie dogoni.
pt: As versões beta são compilações pré-lançamento. Podem ser instáveis, perder dados ou quebrar funcionalidades que funcionam na versão estável. Não ative isto no seu único Mac. Para sair do canal beta, desative isto — permanecerá na última beta instalada até que a próxima versão estável alcance.
sv: Betaversioner är förhandsbyggen. De kan vara instabila, förlora data eller bryta funktioner som fungerar i den stabila versionen. Aktivera inte detta på din enda Mac. För att lämna betakanalen, stäng av detta — du stannar på den senaste betan du installerade tills nästa stabila version kommer ikapp.
zh_hans: 测试版是预发布构建。可能不稳定、丢失数据或破坏稳定版中可用的功能。不要在您唯一的 Mac 上启用此项。要离开测试通道，请关闭此项 — 您将停留在已安装的最新测试版，直到下一个稳定版赶上。

source: Sonos Music Services
da: Sonos-musiktjenester
de: Sonos-Musikdienste
es: Servicios de música de Sonos
fr: Services musicaux Sonos
it: Servizi musicali Sonos
ja: Sonos ミュージックサービス
nb: Sonos musikktjenester
nl: Sonos-muziekdiensten
pl: Usługi muzyczne Sonos
pt: Serviços de música Sonos
sv: Sonos musiktjänster
zh_hans: Sonos 音乐服务

# sonosPlayerFallback
source: Sonos Player
da: Sonos-afspiller
es: Reproductor Sonos
fr: Lecteur Sonos
it: Lettore Sonos
ja: Sonos プレーヤー
nb: Sonos-spiller
nl: Sonos-speler
pl: Odtwarzacz Sonos
pt: Leitor Sonos
sv: Sonos-spelare
zh_hans: Sonos 播放器

source: Sonos Playlist
da: Sonos-afspilningsliste
es: Lista de Sonos
fr: Playlist Sonos
it: Playlist Sonos
ja: Sonosプレイリスト
nb: Sonos-spilleliste
nl: Sonos-afspeellijst
pl: Playlista Sonos
pt: Playlist Sonos
sv: Sonos-spellista
zh_hans: Sonos 播放列表

# sortArtist
source: Artist
da: Kunstner
de: Künstler
es: Artista
fr: Artiste
it: Artista
ja: アーティスト
nl: Artiest
pl: Artysta
pt: Artista
zh_hans: 艺术家

# sortArtistAscending
source: Artist A–Z
da: Kunstner A–Å
de: Künstler A–Z
es: Artista A–Z
fr: Artiste A–Z
it: Artista A–Z
ja: アーティスト A–Z
nb: Artist A–Å
nl: Artiest A–Z
pl: Wykonawca A–Z
pt: Artista A–Z
sv: Artist A–Ö
zh_hans: 艺人 A–Z

# sortArtistDescending
source: Artist Z–A
da: Kunstner Å–A
de: Künstler Z–A
es: Artista Z–A
fr: Artiste Z–A
it: Artista Z–A
ja: アーティスト Z–A
nb: Artist Å–A
nl: Artiest Z–A
pl: Wykonawca Z–A
pt: Artista Z–A
sv: Artist Ö–A
zh_hans: 艺人 Z–A

# sortByName
source: Name
da: Navn
es: Nombre
fr: Nom
it: Nome
ja: 名前
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
sv: Namn
zh_hans: 名称

# sortByNewest
source: Newest
da: Nyeste
de: Neueste
es: Más recientes
fr: Récents
it: Più recenti
ja: 新着順
nb: Nyeste
nl: Nieuwste
pl: Najnowsze
pt: Mais recentes
sv: Senaste
zh_hans: 最新

# sortLabel
source: Sort:
da: Sortér:
de: Sortieren:
es: Ordenar:
fr: Trier :
it: Ordina:
ja: 並べ替え：
nb: Sorter:
nl: Sorteren:
pl: Sortuj:
pt: Ordenar:
sv: Sortera:
zh_hans: 排序：

# sortNewest
source: Newest
da: Nyeste
de: Neueste
es: Más reciente
fr: Plus récent
it: Più recente
ja: 新しい順
nb: Nyeste
nl: Nieuwste
pl: Najnowsze
pt: Mais recente
sv: Nyaste
zh_hans: 最新

# sortOldest
source: Oldest
da: Ældste
de: Älteste
es: Más antiguo
fr: Plus ancien
it: Più vecchio
ja: 古い順
nb: Eldste
nl: Oudste
pl: Najstarsze
pt: Mais antigo
sv: Äldsta
zh_hans: 最早

# sortRelevance
source: Relevance
da: Relevans
de: Relevanz
es: Relevancia
fr: Pertinence
it: Pertinenza
ja: 関連性
nb: Relevans
nl: Relevantie
pl: Trafność
pt: Relevância
sv: Relevans
zh_hans: 相关性

# sortTitle
source: Title
da: Titel
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
nb: Tittel
nl: Titel
pl: Tytuł
pt: Título
sv: Titel
zh_hans: 标题

# sortTitleAscending
source: Title A–Z
da: Titel A–Å
de: Titel A–Z
es: Título A–Z
fr: Titre A–Z
it: Titolo A–Z
ja: タイトル A–Z
nb: Tittel A–Å
nl: Titel A–Z
pl: Tytuł A–Z
pt: Título A–Z
sv: Titel A–Ö
zh_hans: 标题 A–Z

# sortTitleDescending
source: Title Z–A
da: Titel Å–A
de: Titel Z–A
es: Título Z–A
fr: Titre Z–A
it: Titolo Z–A
ja: タイトル Z–A
nb: Tittel Å–A
nl: Titel Z–A
pl: Tytuł Z–A
pt: Título Z–A
sv: Titel Ö–A
zh_hans: 标题 Z–A

# sourceLabel
source: Source
da: Kilde
de: Quelle
es: Fuente
it: Sorgente
ja: ソース
nb: Kilde
nl: Bron
pl: Źródło
pt: Fonte
sv: Källa
zh_hans: 来源

source: Sources
da: Kilder
de: Quellen
es: Fuentes
it: Sorgenti
ja: ソース
nb: Kilder
nl: Bronnen
pl: źródła
pt: Fontes
sv: Källor
zh_hans: 来源

# sourcesDescription
source: Which speakers/rooms' history to scrobble. Group playback matches any member.
da: Hvilke højttaleres/rums historik der scrobbles. Gruppeafspilning matcher ethvert medlem.
de: Welcher Lautsprecher/Raum-Verlauf gescrobbelt wird. Gruppenwiedergabe passt auf beliebige Mitglieder.
es: De qué altavoces/habitaciones se envía el historial. La reproducción en grupo coincide con cualquier miembro.
fr: Quels haut-parleurs/pièces dont l’historique sera scrobblé. La lecture groupée correspond à n’importe quel membre.
it: Di quali altoparlanti/stanze inviare la cronologia. La riproduzione in gruppo corrisponde a qualsiasi membro.
ja: どのスピーカー/部屋の履歴をスクロブルするか。グループ再生はいずれかのメンバーに一致します。
nb: Hvilke høyttaleres/rommenes logg som scrobbles. Gruppeavspilling samsvarer med ethvert medlem.
nl: Welke luidsprekers/kamers’ geschiedenis gescrobbled wordt. Groepsafspelen matcht elk lid.
pl: Historia których głośników/pokoi ma być scrobblowana. Odtwarzanie grupowe pasuje do dowolnego członka.
pt: De quais alto-falantes/salas enviar o histórico. A reprodução em grupo corresponde a qualquer membro.
sv: Vilka högtalares/rums historik att scrobbla. Gruppuppspelning matchar vilken medlem som helst.
zh_hans: 要 Scrobble 的音箱/房间历史。群组播放匹配任一成员。

source: Speaker EQ
da: Højttaler-EQ
de: Lautsprecher-EQ
es: EQ del altavoz
fr: EQ de l’enceinte
it: EQ altoparlante
ja: スピーカーEQ
nb: Høyttaler-EQ
nl: Luidspreker-EQ
pl: EQ głośnika
pt: EQ da caixa
sv: Högtalar-EQ
zh_hans: 音箱 EQ
